[

    {
        "id": 1,
        "title": "MINECRAFT: Фільм",
        "description": "Молода дівчина та її група дивовижних авантюристів опиняються в страшній небезпеці після того, як героїв раптово затягнуло в таємничий портал. Вони мусять об’єднати зусилля для того, щоб освоїтися в цьому химерному кубічному світі, аби врешті-решт повернутися до реальності. Попереду на них чекають непередбачувані випробування та цікаві квести, в яких друзі мають проявити свою сміливість, допитливість та власні унікальні навички.",
        "rating": "5.9 IMDb",
        "year": 2025,
        "genre": "Пригоди, Сімейний, Eкшн",
        "duration": "1:41",
        "image": "src/assets/slider-photo/minecraft.png",
        "Age-restrictions": "12+",
        "display-technologies": "2D",
        "trailer": "https://www.youtube.com/watch?v=5Rg86ZzmjZI"
    },


    {
        "id": 2,
        "title": "Місія неможлива: Фінальна розплата",
        "description": "Агент секретної служби, яка спеціалізується на неможливих місіях, Ітан Гант (Том Круз) готується до нового завдання. Впливовий зловмисник планує заволодіти доступом до штучного інтелекту, який здатен змінити весь порядок у світі. Перешкодити його планам неможливо. Однак саме для таких ситуацій і існує команда Ітана Ганта, з якою він вирушає у чергову місію.",
        "rating": "not yet IMDb",
        "year": 2025,
        "genre": "Пригоди, Eкшн",
        "duration": "2:49",
        "image": "src/assets/slider-photo/Mission-Impossible-The-Final-Reckoning.png",
        "Age-restrictions": "12+",
        "display-technologies": "2D",
        "trailer": "https://www.youtube.com/watch?v=g68TDsOXdWg"
    },

    {
        "id": 3,
        "title": "Непристойна пропозиція",
        "description": "Прем'єра Каннського кінофестивалю 2024. ‌Приголомшлива історія молодої акторки Марії Шнайдер, кар'єру та життя якої зруйнувала відверта сцена сексуального насилля в одному з найскандальніших фільмів в історії кіно. Стрічка «Останнє танго в Парижі» була заборонена у деяких країнах і водночас стала тріумфом для режисера Бернардо Бертолуччі та зіркового актора Марлона Брандо. Вони отримали номінації на премію «Оскар» за цю картину, а 19-річну жертву зробили винною…",
        "rating": "not yet IMDb",
        "year": 2025,
        "genre": "Мелодрама, Біографічний",
        "duration": "1:43",
        "image": "src/assets/slider-photo/Neprustoyna-propozicia.png",
        "Age-restrictions": "16+",
        "display-technologies": "2D",
        "trailer": "https://www.youtube.com/watch?v=_mUNdaIwYyY"
    },

    {
        "id": 4,
        "title": "Клоун Френдо",
        "description": "Кетл-Спрінгз - невеличке та спокійне американське місто. Родина Мейбруків переїздить туди, щоб почати життя з нового аркуша. Але містечко має свої моторошні секрети, серед яких дивний та жахаючий Клоун на ім’я Френдо, символ популярного колись кукурудзяного сиропу. Одного темного вечора, після щорічного святкування на честь Френдо, у місті починаються жорстокі вбивства підлітків. Клоун вийшов на полювання і від нього не втекти.",
        "rating": "6.2 IMDb",
        "year": 2025,
        "genre": "Комедія, Жахи",
        "duration": "1:37",
        "image": "src/assets/slider-photo/Clown-Cornfield.png",
        "Age-restrictions": "18+",
        "display-technologies": "2D",
        "trailer": "https://www.youtube.com/watch?v=SD8vOHJxc7M"
    },


    {  
        "id": 5,
        "title": "28 років потому",
        "description": "Минуло майже три десятиліття з моменту, як вірус люті вирвався з лабораторії біологічної зброї. Зараз, перебуваючи під жорстким карантином, деякі все ж знайшли способи виживати серед інфікованих. Одна з таких груп, що вижили, живе на маленькому острові, з’єднаному з материком лише одним ретельно укріпленим мостом. Коли один із членів групи вирушає на материк із небезпечною місією в темне серце зараженої землі, він відкриває таємниці, дивовижі та жахи, які змінили не тільки інфікованих, але й інших людей, які вижили.",
        "rating": "not yet IMDb",
        "year": 2025,
        "genre": "Трилер, Жахи",
        "duration": "2:00",
        "image": "src/assets/slider-photo/28-years-later.png",
        "Age-restrictions": "16+",
        "display-technologies": "2D",
        "trailer": "https://www.youtube.com/watch?v=dnMqVA0Ew38"
    },

    {
        "id": 6,
        "title": "Шалені копи",
        "description": "Двоє безглуздих поліцейських, приїхавши на виклик, випадково скоюють подвійний злочин: вбивають господиню будинку і, прибираючи сліди, обкрадають будинок. І на цьому вони не зупиняються.",
        "rating": "6.2 IMDb",
        "year": 2025,
        "genre": "Комедія, Кримінал",
        "duration": "1:52",
        "image": "src/assets/slider-photo/Shaleniy-copu.png",
        "Age-restrictions": "16+",
        "display-technologies": "2D",
        "trailer": "https://www.youtube.com/watch?v=ds6ISxWinXw"
    },

    {
        "id": 7,
        "title": "Пункт призначення: Родове прокляття",
        "description": "Легендарна франшиза від New Line Cinema повертається! Стефані – студентка коледжу, яку постійно мучить один і той самий кошмар. Вона вирушає додому в пошуках єдиної людини, яка здатна врятувати родину Стефані і розірвати цикл жахливих подій.",
        "rating": "not yet IMDb",
        "year": 2025,
        "genre": "Жахи, Трилер",
        "duration": "1:50",
        "image": "src/assets/slider-photo/Pynct-priznachenya-rodove-proclyatya.png",
        "Age-restrictions": "16+",
        "display-technologies": "2D",
        "trailer": "https://www.youtube.com/watch?v=hdVKd5IKbsI"
    }
    
  ]