[
    {
        "id": 1,
        "title": "Громовержці",
        "brief_description":"Команда відчайдушних героїв, яких раніше знали як поганців, з'являється у новому фільмі Кіновсесвіту Marvel.",
        "description": "На виконання особливих завдань американський уряд відправляє унікальний загін. Він складається з тих, кого зазвичай називають суперзлодіями. Аби принести користь людству та спокутувати свою вину за попередні провини, вони об'єднуються під назвою Громовержці та вирушають на завдання.",
        "genres": [
            "Екшн",
            "Пригоди",
            "Комедія",
            "Шпигунський трилер"
        ],
        "imageURL": "https://cdn.planetakino.ua/568_thunderbolts_2025/Media/Posters/vertical/opt_5b792940-c02a-46bf-8c93-8e60146ac064.webp",
        "image": "src/assets/gromoverzi.png",
        "trailer": "https://youtu.be/YcmtGCwPiJ",
        "details": {
            "language": "Українська",
            "release_date": "2025-04-30",
            "country": "США",
            "rating": "7.6 IMDB",
            "year": 2025,
            "duration_minutes": 163,
            "display-technologies": ["2D", "3D", "IMAX"],
            "age_restriction": "12 +"
        }
    },
    {
        "id": 2,
        "title": "Пункт призначення: Родове прокляття",
        "brief_description": "Легендарна франшиза від New Line Cinema повертається! Стефані – студентка коледжу, яку постійно мучить один і той самий кошмар. Вона вирушає додому в пошуках єдиної людини, яка здатна врятувати родину Стефані і розірвати цикл жахливих подій.",
        "description":"Студентка коледжу Стефані страждає від нічних кошмарів, сюжет яких повторюється. Вона у подробицях бачить як саме має загинути її родина. У розпачі дівчина повертається додому аби знайти когось, хто міг би запобігти смертям. Фільм жахів «ПУНКТ ПРИЗНАЧЕННЯ: РОДОВЕ ПРОКЛЯТТЯ» є шостим внеском у однойменну франшизу, перший фільм якої вийшов на екрани у 2000 році. Нову частину творці називають перезавантаженням, тож чи застосують концепцію, яка рухала сюжет п’яти попередніх частин, не розголошується. Вперше про роботу над шостим фільмом заговорили у 2019 році. Історія належить Джону Уоттсу (режисер фільмів про Людину Павука у Кіновсесвіті Марвел). Він став продюсером стрічки, долучився до написання сценарію та залучив до проєкту команду режисерів – Зака Ліповскі та Адама Б. Стейна. Усі знімальні роботи велися у Ванкувері з липня по жовтень 2023 року. До своєї ролі Вільяма Блудворта повернувся актор Тоні Тодд. Ця робота стала останньою в його житті, актор помер у листопаді 2024 року.",
        "genres": [
            "Трилер",
            "Жахи"
        ],
        "imageURL": "https://cdn.planetakino.ua/16890_pre-premiere-final-destination-bloodlines_2025/Media/Posters/vertical/opt_58764797-3483-4f77-af82-2d2398cf9439.webp",
        "image":"src/assets/Pynct-priznachenya-rodove-proclyatya.png",
        "trailer": "https://youtu.be/3zgHIG8GlLQ",
        "details": {
            "language": "Українська",
            "release_date": "2025-05-10",
            "country": "США",
            "rating": "8.2 IMDB",
            "year": 2025,
            "duration_minutes": 110,
            "display-technologies": ["2D"],
            "age_restriction": "18 +"
        }
    },
    {
        "id": 3,
        "title": "MINECRAFT: Фільм",
        "brief_description": "Герої фільму потрапляють у світ Minecraft – найбільш продаваної гри усіх часів.",
        "description": "Четверо невдах мимоволі опиняються у чудернацькому світі, де все має кубічну форму. Це місце називається Верхній світ і сюди їх затягло через таємний портал. Гаррет (Джейсон Момоа), Генрі (Себастьян Хансен), Наталі (Емма Майєрс) та Дон (Даніель Брукс) мріють про повернення додому. Але перш ніж це станеться, їм доведеться опанувати місцеві правила існування. Найважливіші якості, без яких тут не вижити – саме ті, які роблять з кожної людини творчу особистість. Фентезійний пригодницький бойовик для перегляду усією родиною «MINECRAFT: ФІЛЬМ» створено за мотивами однієї з найпопулярніших у світі комп’ютерних ігор. Гра Minecraft з’явилася у 2011 році і вже наступного року зайшла мова про її екранізацію. У 2014 році переговори увінчались успіхом і відтоді велася робота над проектом. За цей час змінились і сценаристи, і режисери проекту. Акторський склад остаточно затвердили у січні 2024 року, тоді ж і почали знімати. Увесь процес проходив у Новій Зеландії.",
        "genres": [
            "Сімейний",
            "Пригоди",
            "Екшн"
        ],
        "imageURL": "https://cdn.planetakino.ua/4612_minecraft_2025/Media/Posters/vertical/a3294ee7-607d-4c93-9d38-228e46e36884.jpg",
        "image": "src/assets/minecraft.png",
        "trailer": "https://youtu.be/3Cl3DzIMZsc",
        "details": {
            "language": "Українська",
            "release_date": "2025-03-20",
            "country": "США",
            "rating": "7.5 IMDB",
            "year": 2024,
            "duration_minutes": 101,
            "display-technologies": ["2D", "3D", "IMAX"],
            "age_restriction": "12 +"
        }
    },
    {
        "id": 4,
        "title": "Шалені копи",
        "brief_description": "Двоє безглуздих поліцейських, приїхавши на виклик, випадково скоюють подвійний злочин: вбивають господиню будинку і, прибираючи сліди, обкрадають будинок. І на цьому вони не зупиняються.",
        "description": "У поліцейському відділку маленького острівного містечка поповнення – Вілл Шеллі (Хімеш Патель). Його напарник – корумпований, легковажний та жадібний до пригод Террі (Джозеф Гордон-Левітт). Перше ж чергування Вілла та Террі йде не за планом. Поки Террі проводив час із коханкою, надійшов виклик. Найбагатша жінка острова викликала поліцію, а Вілл вирішив, що заскочив грабіжницю на місці злочину. Коли до напарника приєднався Террі, то пані була вже мертва, а Вілл вкрай розгублений. Найперше, що спало на думку Террі – приховати сліди своєї участі та обставити все, як пограбування. Це призводить до низки ускладнень та вплутує у історію занадто багато людей. Кримінальну комедію «ШАЛЕНІ КОПИ» порівнюють із фільмами Квентіна Тарантіно та братів Коенів. За сценарієм Майка Вукадіновіча фільм зняв режисер Потсі Пончіролі. Одна з провідних ролей дісталася Джозефу Гордон-Левітту, акторська кар’єра якого розпочалася, коли він був ще немовлям. Наразі Гордон-Левітт знявся у майже сотні фільмів.",
        "genres": [
            "Комедія",
            "Кримінал",
            "Екшн"
        ],
        "imageURL": "https://cdn.planetakino.ua/14540_greedy-people_2024/Media/Posters/vertical/opt_67f8ce41-21ed-479e-a8d3-01143b3501c8.webp",
        "image": "src/assets/Shaleniy-copu.png",
        "trailer": "https://youtu.be/KEhSfTPrbTI",
        "details": {
            "language": "Українська",
            "release_date": "2025-05-02",
            "country": "США",
            "rating": "6.2 IMDB",
            "year": 2024,
            "duration_minutes": 112,
            "display-technologies":["2D"],
            "age_restriction": "16 +"
        }
    },
    {
        "id": 5,
        "title": "28 років потому",
        "brief_description": "Минуло майже три десятиліття з моменту, як вірус люті вирвався з лабораторії біологічної зброї. Зараз, перебуваючи під жорстким карантином, деякі все ж знайшли способи виживати серед інфікованих. Одна з таких груп, що вижили, живе на маленькому острові, з’єднаному з материком лише одним ретельно укріпленим мостом. Коли один із членів групи вирушає на материк із небезпечною місією в темне серце зараженої землі, він відкриває таємниці, дивовижі та жахи, які змінили не тільки інфікованих, але й інших людей, які вижили.",
        "description": "Минуло 28 років відтоді як страшний вірус люті вирвався з лабораторії та змінив до непізнаваності життя на Землі. Невеличка група людей, які вижили, усамітнено живуть на острові. Із рештою суходолу їх з’єднує добре захищена дамба. Це унеможливлює проникнення заражених особин до їхнього укриття. Джеймі (Аарон Тейлор-Джонсон) разом зі своїм 12-річним сином Спайком покидають поселення та вирушають на пошуки ліків, необхідних для тяжкохворої матері Джеймі. Те, що вони побачили, не вписується в жодні, навіть найстрашніші прогнози. Жахи та бойовик «28 РОКІВ ПО ТОМУ» є третім фільмом у франшизі, яка почалася у 2002 році з фільму «28 днів по тому» та продовжилася фільмом «28 тижнів по тому» у 2007 році. До режисури та написання сценарію повернулися Денні Бойл та Алекс Гарленд, які працювали разом над першою частиною. Кіліан Мерфі, зірка першого фільму, став одним з продюсерів проекту. Основні зйомки проходили у Великій Британії. Паралельно велася робота над четвертим фільмом франшизи.",
        "genres": [
            "Жахи",
            "Трилер"
        ],
        "imageURL": "https://cdn.planetakino.ua/10187_28-years-later_2025/Media/Posters/vertical/opt_489f4f66-c9b0-4292-b17c-a13c6cb285fe.jpg",
        "image": "src/assets/28-years-later.png",
        "trailer": "https://youtu.be/xdaddDsZtpM",
        "details": {
            "language": "Українська",
            "release_date": "2024-07-12",
            "country": "США",
            "rating": "7.6 IMDB",
            "year": 2023,
            "duration_minutes": 120,
            "display-technologies": ["2D"],
            "age_restriction": "16 +"
        }
    },

    {
        "id": 6,
        "title": "Клоун Френдо",
        "brief_description": "Кетл-Спрінгз - невеличке та спокійне американське місто. Родина Мейбруків переїздить туди, щоб почати життя з нового аркуша. Але містечко має свої моторошні секрети, серед яких дивний та жахаючий Клоун на ім’я Френдо, символ популярного колись кукурудзяного сиропу. Одного темного вечора, після щорічного святкування на честь Френдо, у місті починаються жорстокі вбивства підлітків. Клоун вийшов на полювання і від нього не втекти.",
        "description": "Старшокласниця Квінн Мейбрук (Кеті Дуглас) переїжджає у невеличке містечко. Мама дівчини нещодавно померла, тож удвох із батьком-лікарем (Аарон Абрамс) вони шукають розради на новому місці. Справи тут ідуть не кращим чином. Нещодавно через підпал згоріла єдина місцева фабрика. Дорослі, які усвідомлюють усі наслідки, пригнічені тим, що сталося. Натомість підлітки розважаються, знімаючи контент для свого YouTube-каналу. Вони інсценують вбивства, які нібито скоїв клоун на кукурудзяному полі. Коли ж відбувається справжнє вбивство, то ніхто не вірить доказам. Усе виглядає точнісінько як на тих постановочних відео, тож на допомогу ніхто не поспішатиме. Фільм жахів «КЛОУН ФРЕНДО» є екранізацією однойменного роману, що був презентований у 2020 році. Книга була нагороджена премією Брема Стокера за найкращий молодіжний роман. Про плани перенести історію на екран заговорили ще до виходу книжки. Основні зйомки проходили у канадському місті Вінніпег восени 2023 року.",
        "genres": [
            "Жахи",
            "Трилер",
            "Комедія"
        ],
        "imageURL": "https://cdn.planetakino.ua/13779_clown-in-a-cornfield_2025/Media/Posters/vertical/opt_7db12742-5097-405b-b7cb-38ae83538eec.webp",
        "image": "src/assets/Clown-Cornfield.png",
        "trailer": "https://youtu.be/rWB9CMU7Vnw",
        "details": {
            "language": "Українська",
            "release_date": "2025-05-13",
            "country": "США",
            "rating": "6.2 IMDB",
            "year": 2025,
            "duration_minutes": 96,
            "display-technologies": ["2D"],
            "age_restriction": "18 +"
        }
    },

     {
        "id": 7,
        "title": "Місія неможлива: Фінальна розплата",
        "brief_description": "Агент секретної служби, яка спеціалізується на неможливих місіях, Ітан Гант (Том Круз) готується до нового завдання. Впливовий зловмисник планує заволодіти доступом до штучного інтелекту, який здатен змінити весь порядок у світі. Перешкодити його планам неможливо. Однак саме для таких ситуацій і існує команда Ітана Ганта, з якою він вирушає у чергову місію.",
        "description": "Агент секретної служби, яка спеціалізується на неможливих місіях, Ітан Гант (Том Круз) готується до нового завдання. Впливовий зловмисник планує заволодіти доступом до штучного інтелекту, який здатен змінити весь порядок у світі. Перешкодити його планам неможливо. Однак саме для таких ситуацій і існує команда Ітана Ганта, з якою він вирушає у чергову місію. Пригодницький трилер та бойовик «МІСІЯ НЕМОЖЛИВА: ФІНАЛЬНА РОЗПЛАТА» знято спільними зусиллями США та Великої Британії. Фільм стане восьмою частиною франшизи «Місія неможлива». Плани по його виробництву були оголошені ще у 2019 році. Спершу очікувалося, що восьмий фільм зніматимуть одночасно з сьомим, задіявши той самий акторський склад. У 2021 році плани змінилися. Режисером та сценаристом знову став Крістофер Маккуоррі. Основні зйомки проходили у студії поблизу Лондона, а локації для зйомок поза приміщенням обрали на Мальті, у Південній Африці та Норвегії.",
        "genres": [
            "Пригоди",
             "Eкшн"
        ],
        "imageURL": "https://cdn.planetakino.ua/9069_mission-impossible-the-final-reckoning_2024/Media/Posters/vertical/opt_f6b487e0-45f2-45fe-8d57-078e142c61a7.webp",
        "image":  "src/assets/Mission-Impossible-The-Final-Reckoning.png",
        "trailer": "https://www.youtube.com/watch?v=g68TDsOXdWg",
        "details": {
            "language": "Українська",
            "release_date": "2025-05-22",
            "country": "США",
            "rating": "7.6 IMDB",
            "year": 2025,
            "duration_minutes": 169,
            "display-technologies": ["2D"],
            "age_restriction": "12 +"
        }
    },

    
     {
        "id": 8,
        "title": "Непристойна пропозиція",
        "brief_description": "Прем'єра Каннського кінофестивалю 2024. ‌Приголомшлива історія молодої акторки Марії Шнайдер, кар'єру та життя якої зруйнувала відверта сцена сексуального насилля в одному з найскандальніших фільмів в історії кіно. Стрічка «Останнє танго в Парижі» була заборонена у деяких країнах і водночас стала тріумфом для режисера Бернардо Бертолуччі та зіркового актора Марлона Брандо. Вони отримали номінації на премію «Оскар» за цю картину, а 19-річну жертву зробили винною…",
        "description":"Марії (Анамарія Вартоломеї) було 19 років коли легендарний Бернардо Бертолуччі (Джузеппе Маджіо) без жодних проб дав їй роль у своєму фільмі. Та ще й напарником на екрані став всесвітньо відомий Марлон Брандо (Метт Діллон). Це еротична драма про літнього американця та юну француженку, охоплених пристрастю у порожній квартирі. Марія погодилась зніматися оголеною і детально вивчила сценарій. Однак в планах режисера була сцена, яку акторка, на його думку, не зіграла б переконливо, якби детально знала що відбуватиметься. Слава приходить до дівчини миттєво, але Марія їй не рада. Біографічна драма «НЕПРИСТОЙНА ПРОПОЗИЦІЯ» базується на мемуарах Ванесси Шнайдер, двоюрідної сестри акторки Марії Шнайдер. Зйомки у фільмі «Останнє танго в Парижі», під час яких її не попередили про сцену зґвалтування, травмували на юну Марію та вплинули на усе її подальше життя. Знімали фільм у Франції, а прем’єрний показ відбувся на Канському кінофестивалі.",
        "genres": [
            "Мелодрама", 
            "Біографічний"
        ],
        "imageURL": "https://cdn.planetakino.ua/14969_being-maria_2024/Media/Posters/vertical/opt_b58a5b8e-9794-4069-a401-53481f2ad451.webp",
        "image":  "src/assets/Neprustoyna-propozicia.png",
        "trailer": "https://www.youtube.com/watch?v=_mUNdaIwYyY",
        "details": {
            "language": "Українська",
            "release_date": "2025-05-22",
            "country": "Франція",
            "rating": "7.6 IMDB",
            "year": 2025,
            "duration_minutes": 103,
            "display-technologies": ["2D"],
            "age_restriction": "18 +"
        }
    }


]